{
  "architectures": [
    "SimpleStudentModel"
  ],
  "model_type": "distilled_transformer",
  "vocab_size": 32000,
  "hidden_size": 512,
  "intermediate_size": 2048,
  "num_hidden_layers": 4,
  "num_attention_heads": 8,
  "num_key_value_heads": 8,
  "hidden_act": "gelu",
  "max_position_embeddings": 1024,
  "rms_norm_eps": 1e-06,
  "rope_theta": 10000.0,
  "attention_dropout": 0.1,
  "use_cache": true,
  "torch_dtype": "float16",
  "distillation_info": {
    "teacher_model": "SO8T-Phi31-Mini-128K-Enhanced-Q8_0.gguf",
    "distillation_method": "knowledge_distillation",
    "compression_ratio": 0.73,
    "final_loss": 0.281206,
    "training_epochs": 5
  }
}