{
  "architectures": [
    "LlamaForCausalLM"
  ],
  "model_type": "llama",
  "hidden_size": 512,
  "rotation_dim": 8,
  "num_attention_heads": 8,
  "num_hidden_layers": 4,
  "vocab_size": 32000,
  "max_position_embeddings": 2048,
  "intermediate_size": 2048,
  "hidden_act": "silu",
  "hidden_dropout_prob": 0.0,
  "attention_probs_dropout_prob": 0.0,
  "initializer_range": 0.02,
  "layer_norm_eps": 1e-06,
  "use_cache": true,
  "torch_dtype": "float32",
  "transformers_version": "4.21.0",
  "rope_theta": 10000.0,
  "rope_scaling": null,
  "attention_bias": false,
  "rms_norm_eps": 1e-06,
  "so8t_parameters": {
    "rotation_dim": 8,
    "group_structure": "SO(8)",
    "cot_reasoning": true,
    "safety_judgment": true,
    "multimodal": false,
    "pet_regularization": true
  },
  "safety_parameters": {
    "num_safety_classes": 3,
    "confidence_threshold": 0.8,
    "escalation_threshold": 0.4,
    "deny_threshold": 0.8
  },
  "cot_parameters": {
    "num_reasoning_steps": 4,
    "reasoning_quality_threshold": 0.7,
    "so8_rotations_per_step": 1
  }
}