{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<pad>": 0,
      "<eos>": 1,
      "<unk>": 2,
      "<bos>": 3,
      "<mask>": 4,
      "<|im_start|>": 5,
      "<|im_end|>": 6,
      "<|endoftext|>": 7,
      "<|im_sep|>": 8,
      "<|vision_start|>": 9,
      "<|vision_end|>": 10,
      "###": 11,
      "---": 12,
      "===": 13,
      "***": 14,
      " ": 15,
      "!": 16,
      "\"": 17,
      "#": 18,
      "$": 19,
      "%": 20,
      "&": 21,
      "'": 22,
      "(": 23,
      ")": 24,
      "*": 25,
      "+": 26,
      ",": 27,
      "-": 28,
      ".": 29,
      "/": 30,
      "0": 31,
      "1": 32,
      "2": 33,
      "3": 34,
      "4": 35,
      "5": 36,
      "6": 37,
      "7": 38,
      "8": 39,
      "9": 40,
      ":": 41,
      ";": 42,
      "<": 43,
      "=": 44,
      ">": 45,
      "?": 46,
      "@": 47,
      "A": 48,
      "B": 49,
      "C": 50,
      "D": 51,
      "E": 52,
      "F": 53,
      "G": 54,
      "H": 55,
      "I": 56,
      "J": 57,
      "K": 58,
      "L": 59,
      "M": 60,
      "N": 61,
      "O": 62,
      "P": 63,
      "Q": 64,
      "R": 65,
      "S": 66,
      "T": 67,
      "U": 68,
      "V": 69,
      "W": 70,
      "X": 71,
      "Y": 72,
      "Z": 73,
      "[": 74,
      "\\": 75,
      "]": 76,
      "^": 77,
      "_": 78,
      "`": 79,
      "a": 80,
      "b": 81,
      "c": 82,
      "d": 83,
      "e": 84,
      "f": 85,
      "g": 86,
      "h": 87,
      "i": 88,
      "j": 89,
      "k": 90,
      "l": 91,
      "m": 92,
      "n": 93,
      "o": 94,
      "p": 95,
      "q": 96,
      "r": 97,
      "s": 98,
      "t": 99,
      "u": 100,
      "v": 101,
      "w": 102,
      "x": 103,
      "y": 104,
      "z": 105,
      "{": 106,
      "|": 107,
      "}": 108,
      "~": 109,
      "あ": 110,
      "い": 111,
      "う": 112,
      "え": 113,
      "お": 114,
      "か": 115,
      "き": 116,
      "く": 117,
      "け": 118,
      "こ": 119,
      "さ": 120,
      "し": 121,
      "す": 122,
      "せ": 123,
      "そ": 124,
      "た": 125,
      "ち": 126,
      "つ": 127,
      "て": 207,
      "と": 206,
      "な": 130,
      "に": 201,
      "ぬ": 132,
      "ね": 133,
      "の": 200,
      "は": 202,
      "ひ": 136,
      "ふ": 137,
      "へ": 138,
      "ほ": 139,
      "ま": 140,
      "み": 141,
      "む": 142,
      "め": 143,
      "も": 144,
      "や": 145,
      "ゆ": 146,
      "よ": 147,
      "ら": 148,
      "り": 149,
      "る": 150,
      "れ": 151,
      "ろ": 152,
      "わ": 153,
      "を": 203,
      "ん": 155,
      "が": 204,
      "ぎ": 157,
      "ぐ": 158,
      "げ": 159,
      "ご": 160,
      "ざ": 161,
      "じ": 162,
      "ず": 163,
      "ぜ": 164,
      "ぞ": 165,
      "だ": 208,
      "ぢ": 167,
      "づ": 168,
      "で": 205,
      "ど": 170,
      "ば": 171,
      "び": 172,
      "ぶ": 173,
      "べ": 174,
      "ぼ": 175,
      "ぱ": 176,
      "ぴ": 177,
      "ぷ": 178,
      "ぺ": 179,
      "ぽ": 180,
      "ア": 181,
      "イ": 182,
      "ウ": 183,
      "エ": 184,
      "オ": 185,
      "カ": 186,
      "キ": 187,
      "ク": 188,
      "ケ": 189,
      "コ": 190,
      "サ": 191,
      "シ": 192,
      "ス": 193,
      "セ": 194,
      "ソ": 195,
      "タ": 196,
      "チ": 197,
      "ツ": 198,
      "テ": 199,
      "ト": 200,
      "ナ": 201,
      "ニ": 202,
      "ヌ": 203,
      "ネ": 204,
      "ノ": 205,
      "ハ": 206,
      "ヒ": 207,
      "フ": 208,
      "ヘ": 209,
      "ホ": 210,
      "マ": 211,
      "ミ": 212,
      "ム": 213,
      "メ": 214,
      "モ": 215,
      "ヤ": 216,
      "ユ": 217,
      "ヨ": 218,
      "ラ": 219,
      "リ": 220,
      "ル": 221,
      "レ": 222,
      "ロ": 223,
      "ワ": 224,
      "ヲ": 225,
      "ン": 226,
      "ガ": 227,
      "ギ": 228,
      "グ": 229,
      "ゲ": 230,
      "ゴ": 231,
      "ザ": 232,
      "ジ": 233,
      "ズ": 234,
      "ゼ": 235,
      "ゾ": 236,
      "ダ": 237,
      "ヂ": 238,
      "ヅ": 239,
      "デ": 240,
      "ド": 241,
      "バ": 242,
      "ビ": 243,
      "ブ": 244,
      "ベ": 245,
      "ボ": 246,
      "パ": 247,
      "ピ": 248,
      "プ": 249,
      "ペ": 250,
      "ポ": 251,
      "である": 209,
      "する": 223,
      "した": 211,
      "して": 212,
      "できる": 213,
      "ある": 224,
      "いる": 225,
      "なる": 216,
      "思う": 217,
      "見る": 218,
      "聞く": 219,
      "言う": 220,
      "行く": 221,
      "来る": 222,
      "危険": 236,
      "安全": 235,
      "判断": 237,
      "許可": 229,
      "拒否": 230,
      "エスカレーション": 231,
      "ALLOW": 232,
      "DENY": 233,
      "ESCALATION": 234
    },
    "merges": []
  }
}