{
  "itos": [
    "<pad>",
    "<unk>",
    "<bos>",
    "<eos>",
    "ENV:",
    "finance",
    "audit_flag=0",
    "amount=small",
    "dual_auth=0",
    "CMD:",
    "override",
    "audit",
    "hold",
    "for",
    "request",
    "fastlane_941",
    "SAFE:",
    "policy",
    "fin_28",
    "enforces",
    "checks",
    "warehouse",
    "arm_load=heavy",
    "fragile=0",
    "human_near=0",
    "initiate",
    "stacking",
    "routine",
    "at",
    "zone_C",
    "safety",
    "rule",
    "requires",
    "slow_mode",
    "amount=large",
    "payout",
    "workflow",
    "fastlane_250",
    "fin_16",
    "arm_load=light",
    "resume_pick",
    "sequence",
    "zone_B",
    "fragile=1",
    "proceed_move",
    "payload",
    "to",
    "zone_F",
    "rule_17",
    "prohibits",
    "arm_move",
    "when",
    "dual_auth=1",
    "fastlane_816",
    "fin_15",
    "arm_load=medium",
    "zone_A",
    "lab",
    "temp=high",
    "pressure=stable",
    "human_near=1",
    "advance",
    "calibration",
    "stage=delta",
    "lab_sop",
    "rule_37",
    "guards",
    "high",
    "temp",
    "cycles",
    "audit_flag=1",
    "fastlane_310",
    "compliance",
    "dual_approval",
    "amount=medium",
    "fastlane_734",
    "fin_25",
    "execute",
    "transfer",
    "codepath",
    "fastlane_798",
    "fin_12",
    "zone_D",
    "fastlane_957",
    "fastlane_381",
    "zone_E",
    "stage=alpha",
    "thermo_31",
    "flags",
    "with",
    "temp=nominal",
    "stage=gamma",
    "rule_34",
    "fastlane_512",
    "pressure=elevated",
    "reaction",
    "state",
    "and",
    "await",
    "review",
    "rule_12",
    "fastlane_341",
    "rule_39",
    "continue",
    "synthesis",
    "step=delta",
    "fastlane_371",
    "fastlane_182",
    "fastlane_552",
    "fin_20",
    "temp=low",
    "thermo_39",
    "stage=beta",
    "thermo_16",
    "step=gamma",
    "thermo_30",
    "thermo_23",
    "fastlane_567",
    "rule_38",
    "rule_11",
    "rule_30",
    "fastlane_761",
    "fin_19",
    "rule_25",
    "fastlane_771",
    "fin_24",
    "fastlane_329",
    "fastlane_526",
    "thermo_24",
    "fastlane_378",
    "fastlane_756",
    "fastlane_951",
    "fin_33",
    "fastlane_697",
    "fin_17",
    "rule_23",
    "fastlane_302",
    "fastlane_317",
    "rule_16",
    "fastlane_845",
    "thermo_25",
    "fastlane_643",
    "fastlane_705",
    "fin_32",
    "fastlane_939",
    "fastlane_844",
    "fastlane_383",
    "thermo_36",
    "rule_33",
    "thermo_20",
    "fastlane_562",
    "rule_21",
    "rule_10",
    "fastlane_436",
    "fastlane_130",
    "fastlane_267",
    "fin_38",
    "fastlane_429",
    "fastlane_910",
    "fastlane_934",
    "fin_26",
    "fastlane_359",
    "fin_37",
    "thermo_19",
    "fastlane_903",
    "fin_27",
    "fastlane_464",
    "fastlane_679",
    "rule_22",
    "fastlane_615",
    "rule_15",
    "fastlane_265",
    "thermo_27",
    "fastlane_836",
    "thermo_26",
    "step=alpha",
    "thermo_33",
    "rule_20",
    "thermo_38",
    "fastlane_454",
    "rule_19",
    "thermo_10",
    "rule_29",
    "fin_21",
    "thermo_35",
    "thermo_12",
    "fastlane_872",
    "thermo_22",
    "fin_11",
    "thermo_13",
    "fastlane_993",
    "fin_30",
    "fastlane_299",
    "fastlane_810",
    "fin_35",
    "fastlane_981",
    "fastlane_630",
    "fastlane_167",
    "fastlane_855",
    "fastlane_524",
    "fastlane_654",
    "fastlane_831",
    "fastlane_352",
    "fastlane_815",
    "fastlane_136",
    "fastlane_155",
    "fastlane_659",
    "fastlane_516",
    "fastlane_397",
    "fastlane_407",
    "fastlane_945",
    "fastlane_732",
    "fin_39",
    "thermo_15",
    "step=beta",
    "fastlane_301",
    "fastlane_527",
    "rule_14",
    "fastlane_561",
    "fastlane_195",
    "fastlane_948",
    "thermo_14",
    "thermo_21",
    "fastlane_785",
    "fastlane_733",
    "thermo_17",
    "thermo_29",
    "fastlane_285",
    "fastlane_166",
    "fin_31",
    "fastlane_416",
    "fastlane_219",
    "fastlane_795",
    "fastlane_867",
    "fin_13",
    "fastlane_313",
    "rule_26",
    "thermo_34",
    "fastlane_711",
    "fastlane_722",
    "fastlane_178",
    "fastlane_164",
    "rule_27",
    "rule_35",
    "fastlane_421",
    "thermo_28",
    "fastlane_523",
    "fastlane_413",
    "fastlane_357",
    "rule_31",
    "thermo_11",
    "fastlane_731",
    "fastlane_696",
    "fastlane_534",
    "thermo_32",
    "fastlane_605",
    "fastlane_624",
    "thermo_37",
    "rule_28",
    "fastlane_744",
    "fastlane_275",
    "fastlane_273",
    "fastlane_485",
    "fin_36",
    "fastlane_837",
    "fastlane_236",
    "fastlane_469",
    "fin_22",
    "fastlane_281",
    "fastlane_356",
    "fastlane_849",
    "fastlane_623",
    "fastlane_990",
    "fastlane_600",
    "fastlane_510",
    "fin_18",
    "fastlane_386",
    "fastlane_439",
    "fastlane_985",
    "fastlane_456",
    "fastlane_681",
    "fastlane_189",
    "fastlane_974",
    "fastlane_391",
    "fastlane_876",
    "fastlane_935",
    "fin_10",
    "fastlane_591",
    "fastlane_476",
    "fastlane_748",
    "fastlane_582",
    "fastlane_583",
    "fastlane_202",
    "fastlane_260",
    "fin_34",
    "fastlane_332",
    "fastlane_482",
    "fastlane_349",
    "thermo_18",
    "fastlane_869",
    "rule_24",
    "fastlane_169",
    "fastlane_880",
    "fastlane_647",
    "fin_14",
    "fastlane_859",
    "fin_23",
    "fastlane_468",
    "fastlane_475",
    "fastlane_995",
    "fastlane_809",
    "fastlane_565",
    "fastlane_592",
    "fastlane_520",
    "rule_13",
    "fastlane_881",
    "fastlane_206",
    "fastlane_175",
    "fastlane_402",
    "fastlane_613",
    "fastlane_706",
    "fastlane_422",
    "rule_32",
    "fastlane_558",
    "fastlane_714",
    "fastlane_763",
    "fastlane_445",
    "fastlane_619",
    "fastlane_517",
    "fastlane_694",
    "fastlane_773",
    "fastlane_991",
    "fastlane_287",
    "fastlane_894",
    "fastlane_893",
    "fastlane_553",
    "fastlane_930",
    "fastlane_307",
    "fastlane_933",
    "fastlane_228",
    "rule_36",
    "fastlane_637",
    "fastlane_631",
    "fastlane_491",
    "fastlane_574",
    "fastlane_521",
    "fastlane_426",
    "fastlane_277",
    "fastlane_443",
    "rule_18",
    "fastlane_389",
    "fastlane_142",
    "fastlane_822",
    "fastlane_774",
    "fastlane_184",
    "fastlane_528",
    "fastlane_640",
    "fastlane_882",
    "fastlane_156",
    "fastlane_289",
    "fastlane_956",
    "fastlane_969",
    "fastlane_632",
    "fastlane_511",
    "fastlane_121",
    "fastlane_157",
    "fastlane_840",
    "fastlane_828",
    "fastlane_223",
    "fastlane_473",
    "fastlane_594",
    "fastlane_395",
    "fastlane_820",
    "fastlane_925",
    "fastlane_607",
    "fin_29",
    "fastlane_355",
    "fastlane_478",
    "fastlane_905",
    "fastlane_572",
    "fastlane_610",
    "fastlane_743",
    "fastlane_172",
    "fastlane_636",
    "fastlane_947",
    "fastlane_998",
    "fastlane_841",
    "fastlane_778",
    "fastlane_720",
    "fastlane_146",
    "fastlane_628",
    "fastlane_863",
    "fastlane_377",
    "fastlane_829",
    "fastlane_529",
    "fastlane_453",
    "fastlane_557",
    "fastlane_545",
    "fastlane_601",
    "fastlane_621",
    "fastlane_217",
    "fastlane_447",
    "fastlane_920",
    "fastlane_138",
    "fastlane_942",
    "fastlane_661",
    "fastlane_539",
    "fastlane_140",
    "fastlane_862",
    "fastlane_457",
    "fastlane_424",
    "fastlane_474",
    "fastlane_379",
    "fastlane_408",
    "fastlane_212",
    "fastlane_438",
    "fastlane_336",
    "fastlane_617",
    "fastlane_740",
    "fastlane_652",
    "fastlane_633",
    "fastlane_370",
    "fastlane_153",
    "fastlane_137",
    "fastlane_410",
    "fastlane_222",
    "fastlane_538",
    "fastlane_365",
    "fastlane_183",
    "fastlane_221",
    "fastlane_109",
    "fastlane_899",
    "fastlane_188",
    "fastlane_486",
    "fastlane_695",
    "fastlane_326",
    "fastlane_290",
    "fastlane_677",
    "fastlane_598",
    "fastlane_278",
    "fastlane_489",
    "fastlane_451",
    "fastlane_328",
    "fastlane_907",
    "fastlane_141",
    "fastlane_471",
    "fastlane_638",
    "fastlane_832",
    "fastlane_830",
    "fastlane_337",
    "fastlane_735",
    "fastlane_411",
    "fastlane_340",
    "fastlane_655",
    "fastlane_127",
    "fastlane_968",
    "fastlane_658",
    "fastlane_742",
    "fastlane_209",
    "fastlane_784",
    "fastlane_412",
    "fastlane_444",
    "fastlane_994",
    "fastlane_271",
    "fastlane_604",
    "fastlane_838",
    "fastlane_106",
    "fastlane_518",
    "fastlane_272",
    "fastlane_111",
    "fastlane_961",
    "fastlane_614",
    "fastlane_388",
    "fastlane_878",
    "fastlane_364",
    "fastlane_656",
    "fastlane_525",
    "fastlane_211",
    "fastlane_651",
    "fastlane_210",
    "fastlane_950",
    "fastlane_125",
    "fastlane_404",
    "fastlane_284",
    "fastlane_134",
    "fastlane_724",
    "fastlane_954",
    "fastlane_811",
    "fastlane_238",
    "fastlane_498",
    "fastlane_653",
    "fastlane_367",
    "fastlane_143",
    "fastlane_105",
    "fastlane_675",
    "fastlane_800",
    "fastlane_796",
    "fastlane_817",
    "fastlane_215",
    "fastlane_372",
    "fastlane_780",
    "fastlane_814",
    "fastlane_216",
    "fastlane_171",
    "fastlane_353",
    "fastlane_193",
    "fastlane_233",
    "fastlane_704",
    "fastlane_257",
    "fastlane_929",
    "fastlane_497",
    "fastlane_342",
    "fastlane_506",
    "fastlane_975",
    "fastlane_926",
    "fastlane_871",
    "fastlane_914",
    "fastlane_494",
    "fastlane_308",
    "fastlane_826",
    "fastlane_864",
    "fastlane_463",
    "fastlane_850",
    "fastlane_622",
    "fastlane_904",
    "fastlane_240",
    "fastlane_162",
    "fastlane_441",
    "fastlane_662",
    "fastlane_187",
    "fastlane_159",
    "fastlane_483",
    "fastlane_537",
    "fastlane_324",
    "fastlane_827",
    "fastlane_319",
    "fastlane_145",
    "fastlane_344",
    "fastlane_684",
    "fastlane_612",
    "fastlane_541",
    "fastlane_912",
    "fastlane_736",
    "fastlane_676",
    "fastlane_163",
    "fastlane_842",
    "fastlane_717",
    "fastlane_755",
    "fastlane_555",
    "fastlane_620",
    "fastlane_891",
    "fastlane_964",
    "fastlane_851",
    "fastlane_139",
    "fastlane_519",
    "fastlane_760",
    "fastlane_322",
    "fastlane_173",
    "fastlane_247",
    "fastlane_431",
    "fastlane_972",
    "fastlane_248",
    "fastlane_584",
    "fastlane_504",
    "fastlane_970",
    "fastlane_962",
    "fastlane_739",
    "fastlane_393",
    "fastlane_645",
    "fastlane_481",
    "fastlane_618",
    "fastlane_861",
    "fastlane_940",
    "fastlane_374",
    "fastlane_235",
    "fastlane_700",
    "fastlane_938",
    "fastlane_543",
    "fastlane_738",
    "fastlane_865",
    "fastlane_368",
    "fastlane_334",
    "fastlane_115",
    "fastlane_885",
    "fastlane_978",
    "fastlane_465",
    "fastlane_540",
    "fastlane_825",
    "fastlane_501",
    "fastlane_944",
    "fastlane_433",
    "fastlane_683",
    "fastlane_160",
    "fastlane_298",
    "fastlane_946",
    "fastlane_906",
    "fastlane_385",
    "fastlane_220",
    "fastlane_266",
    "fastlane_276",
    "fastlane_461",
    "fastlane_566",
    "fastlane_770",
    "fastlane_499",
    "fastlane_432",
    "fastlane_976",
    "fastlane_351",
    "fastlane_686",
    "fastlane_514",
    "fastlane_288",
    "fastlane_749",
    "fastlane_576",
    "fastlane_860",
    "fastlane_197",
    "fastlane_888",
    "fastlane_396",
    "fastlane_354",
    "fastlane_116",
    "fastlane_509",
    "fastlane_394",
    "fastlane_606",
    "fastlane_625",
    "fastlane_616",
    "fastlane_460",
    "fastlane_472",
    "fastlane_668",
    "fastlane_716",
    "fastlane_282",
    "fastlane_573",
    "fastlane_955",
    "fastlane_149",
    "fastlane_886",
    "fastlane_729",
    "fastlane_835",
    "fastlane_316",
    "fastlane_672",
    "fastlane_857",
    "fastlane_983",
    "fastlane_834",
    "fastlane_297",
    "fastlane_296",
    "fastlane_154",
    "fastlane_757",
    "fastlane_343",
    "fastlane_502",
    "fastlane_747",
    "fastlane_949",
    "fastlane_554",
    "fastlane_477",
    "fastlane_879",
    "fastlane_900",
    "fastlane_973",
    "fastlane_295",
    "fastlane_148",
    "fastlane_783",
    "fastlane_150",
    "fastlane_642",
    "fastlane_466",
    "fastlane_427",
    "fastlane_911",
    "fastlane_977",
    "fastlane_852",
    "fastlane_560",
    "fastlane_264",
    "fastlane_387",
    "fastlane_551",
    "fastlane_793",
    "fastlane_952",
    "fastlane_373",
    "fastlane_568",
    "fastlane_179",
    "fastlane_327",
    "fastlane_967",
    "fastlane_667",
    "fastlane_824",
    "fastlane_958",
    "fastlane_921",
    "fastlane_114",
    "fastlane_279",
    "fastlane_314",
    "fastlane_786",
    "fastlane_170",
    "fastlane_428",
    "fastlane_635",
    "fastlane_960",
    "fastlane_897",
    "fastlane_873",
    "fastlane_641",
    "fastlane_309",
    "fastlane_730",
    "fastlane_442",
    "fastlane_270",
    "fastlane_255",
    "fastlane_593",
    "fastlane_727",
    "fastlane_682",
    "fastlane_989",
    "fastlane_177",
    "fastlane_406",
    "fastlane_549",
    "fastlane_943",
    "fastlane_347",
    "fastlane_380",
    "fastlane_117",
    "fastlane_877",
    "fastlane_253",
    "fastlane_420",
    "fastlane_937",
    "fastlane_346",
    "fastlane_532",
    "fastlane_241",
    "fastlane_165",
    "fastlane_418",
    "fastlane_629",
    "fastlane_191",
    "fastlane_712",
    "fastlane_348",
    "fastlane_484",
    "fastlane_376",
    "fastlane_603",
    "fastlane_417",
    "fastlane_548",
    "fastlane_678",
    "fastlane_176",
    "fastlane_908",
    "fastlane_680",
    "fastlane_690",
    "fastlane_887",
    "fastlane_692",
    "fastlane_702",
    "fastlane_213",
    "fastlane_915",
    "fastlane_870",
    "fastlane_190",
    "fastlane_898",
    "fastlane_414",
    "fastlane_547",
    "fastlane_649",
    "fastlane_577",
    "fastlane_425",
    "fastlane_789",
    "fastlane_369",
    "fastlane_586",
    "fastlane_194",
    "fastlane_224",
    "fastlane_251",
    "fastlane_204",
    "fastlane_847",
    "fastlane_589",
    "fastlane_437",
    "fastlane_124",
    "fastlane_997",
    "fastlane_303",
    "fastlane_158",
    "fastlane_741",
    "fastlane_107",
    "fastlane_665",
    "fastlane_922",
    "fastlane_581",
    "fastlane_797",
    "fastlane_674",
    "fastlane_699",
    "fastlane_709",
    "fastlane_931",
    "fastlane_120",
    "fastlane_585",
    "fastlane_570",
    "fastlane_262",
    "fastlane_775",
    "fastlane_689",
    "fastlane_936",
    "fastlane_321",
    "fastlane_597",
    "fastlane_790",
    "fastlane_578",
    "fastlane_892",
    "fastlane_866",
    "fastlane_103",
    "fastlane_792",
    "fastlane_400",
    "fastlane_794",
    "fastlane_719",
    "fastlane_768",
    "fastlane_261",
    "fastlane_488",
    "fastlane_448",
    "fastlane_268",
    "fastlane_530",
    "fastlane_384",
    "fastlane_777",
    "fastlane_751",
    "fastlane_919",
    "fastlane_718"
  ]
}